// 1. 贷款流程
const LOAN_PROCESS = [
    {"imgUrl": "xinxifabu.png", "text": "信息发布"},
    {"imgUrl": "chushen.png", "text": "初审"},
    {"imgUrl": "qiangpaichenggong.png", "text": "抢拍成功"},
    {"imgUrl": "mianqianfushen.png", "text": "面签复审"},
    {"imgUrl": "fangkuan.png", "text": "放款"},
    {"imgUrl": "shouquyongjin.png", "text": "收取佣金"}
];
// 2. 最新信息发布
const LATEST_INFOMATIONS = [
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "100万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "李先生",
            "类型": "银行/小贷/其他",
            "金额": "200万",
            "批复": "土地/房产/厂房",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "500万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "李先生",
            "类型": "银行/小贷/其他",
            "金额": "50万",
            "批复": "土地/房产/厂房",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "100万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "800万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "100万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "李先生",
            "类型": "银行/小贷/其他",
            "金额": "900万",
            "批复": "土地/房产/厂房",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "1000万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月11日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "100万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年09月13日 15:30"
    },
    {
        "infos": {
            "甩单": "李先生",
            "类型": "银行/小贷/其他",
            "金额": "100万",
            "批复": "土地/房产/厂房",
        },
        "date": "2018年08月13日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "100万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "100万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月13日 20:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "100万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年10月13日 12:30"
    },
    {
        "infos": {
            "甩单": "李先生",
            "类型": "银行/小贷/其他",
            "金额": "70万",
            "批复": "土地/房产/厂房",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "98万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "李先生",
            "类型": "银行/小贷/其他",
            "金额": "100万",
            "批复": "土地/房产/厂房",
        },
        "date": "2018年12月13日 15:30"
    },
    {
        "infos": {
            "甩单": "张先生",
            "类型": "个人/企业",
            "金额": "100万",
            "批复": "银行/信托/小贷/其他",
        },
        "date": "2018年12月13日 15:30"
    }
];


// 数据模型
class Model {
    // 静态方法
    static GET(key) {
        switch(key) {
            case "LOAN_PROCESS":
                return LOAN_PROCESS;
            case "LATEST_INFOMATIONS":
                return LATEST_INFOMATIONS;
            default: 
                return "数据参数有误！";
        }
    };
};
